{
  "menu": {
    "character": "Character Sheet",
    "power": "Power Page",
    "story": "Story"
  },
  "character": {
    "title": "Kai Kusanagi",
    "cardName" : "Kai Kusanagi",
    "roleplay" : "RP Profile",
    "info": {
      "age": "Age",
      "origin": "Origin",
      "role": "Role",
      "rank": "Rank",
      "voice" : "Voice",
      "ageValue": "20",
      "originValue": "Kitakyūshū",
      "roleValue": "Student",
      "rankValue": "I",
      "voiceValue": "/audio/voice.mp3"
    },
    "intro": {
      "resumeTitle": "Synopsis",
      "resumeContent": [ 
        "Hardworking, calm, and deeply kind, Kai is the perfect embodiment of quiet strength; powerful yet controlled, determined yet humble above all.",
        "Despite the power and practicality offered by his gift, he shows exemplary restraint and sees it as a tool rather than what defines him, much like his condition. Kai is a reliable and down-to-earth man, who aspires to a simple life, away from the spotlight and the turmoil of the daily life of a renowned hunter."
      ],
      "resumeLine": "Even chaos has its rhythm.",
      "title": "Introduction",
      "content": [
        "Kai Kusanagi is a student currently enrolled in his third year at Shin’en Academy. He comes from a fairly modest family with no notable history in spirit hunting or the use of soul-linked artifacts named Jinki, yet he stands out as a powerfull and promising spirit hunter.",
        "Unlike the majority of students at the academy, whose goal is to become the best hunters and protect the world, Kai joined Shin’en with a primarily personal motivation : to strengthen his control over his power and to stabilize the condition that has afflicted him since early childhood.",
        "His Jinki is closely linked to his condition, and the power it grants, while formidable, always carries significant risks to his health. For this reason, Kai exercises caution and discipline in its use, constantly seeking to better understand his abilities and employ them wisely.",
        "He is a confident student, yet always willing to learn more in order to become the best version of himself. His approachable personality and steadfast determination make him a well-regarded peer on campus, and it is not uncommon to see him accompanied by other students or lending a hand where needed."
      ]
    },
    "likes": {
      "title": "Likes",
      "1": "Night walks",
      "2": "Grilled meat",
      "3": "Stray animals",
      "4": "Parkour"
    },
    "dislikes": {
      "title": "Dislikes",
      "1": "Needless violence",
      "2": "Occult practices",
      "3": "Public transportation",
      "4": "Seafood"
    },
    "attributes": {
      "title": "Attributes",
      "health": "Health Points",
      "hp": "HP",
      "energy": "Energy Points",
      "ep": "Energy"
    },
    "statistics": {
      "title": "Statistics",
      "power": "Power",
      "stamina": "Stamina",
      "mastery": "Mastery",
      "range": "Range",
      "speed": "Speed",
      "defense": "Defense"
    },
    "physical": {
      "title": "Physical Description",
      "content": [
        "Kai is 1.82 meters tall and weighs 75 kilograms, possessing a rather average yet athletic physique.",
        "He has short carmine hair styled with a few strands that falls naturally forward, framing his forehead. He has a calm gaze, with purple almond-shaped eyes with a beauty mark under his left eye.",
        "His clothing style is simple and comfortable, yet practical."
    ]
    },
    "psychological": {
      "title": "Psychological Profile",
      "content": [
        "Kai is a calm, composed, and naturally kind young man. He is seen as someone helpful and reliable, always ready to lend a hand without ever expecting anything in return.", 
        "He is a hard worker who firmly believes that merit comes from effort rather than talent and respects those who show perseverance.",
        "His formidable power has taught him restraint and a certain sense of responsibility."
      ]
    },
    "power": {
      "intro": {
        "title": "Soul Link",
        "content": [
          "Dissonance is neither a legacy artifact passed down through generations nor a gift given by someone dear to him. It is an object lost, which Kai discovered by chance when he was just a child.",
          "At first a simple decorative object, the soul link was established during an essential tremor crisis that caused a cardiac arrhythmia in the invalid child. Held tightly in the hollow of his hand in an instinctive and desperate gesture, the tuning fork began to vibrate and resonate with the boy's body to calm spasms and recalibrate his heart rhythm, saving him from an inevitable end. Since then, this object has the particularity of greatly mitigating the symptoms of his essential tremor, which he has suffered since birth.",
          "This Jinki allows its user to generate, focus, and control vibrations in the air or any surrounding medium within a 10-meter radius around them. Its primary use is to amplify, redirect, or distort mechanical waves — whether seismic, sound-based, or pressure-related — in order to strike, repel, protect, or alter matter from a distance. Kai can release powerful shockwaves and weaken the integrity of even the most durable materials. The vibrations they generate can also affect friction between two surfaces, enabling them to increase or decrease adhesion in order to influence movement, sliding, or the stability of an object or even a person.",
          "To manifest these abilities, Kai must first strike the tuning fork with his finger or against a surfacegit  to create a base vibration, which he can then manipulate at will. This provokes a blur around his silhouette, accompanied by a faint buzzing sound audible nearby."
        ]
      },
      "limitsDesc": "Manipulating his Jinki exerts extreme strain on the mind and the body. In addition to the natural fatigue associated with its use, prolonged use of this power causes migraines accompanied by incapacitating dizziness. If misused, it weakens the bone structure to the point of causing fractures, and sensory organs suffer progressive internal damage.",
      "jinki": {
        "title": "Jinki",
        "explanation": "A hardened steel tuning fork, a few centimeters in length. When struck, it emits a sharp, piercing chime that resonates for several minutes."
      },
      "title": "Power",
      "nameLabel": "Name",
      "name": "Dissonance",
      "masteryLabel": "Mastery",
      "mastery": "Good"
    },
    "abilities": {
      "title": "Abilities",
      "spells": {
        "damage" : "DMG",
        "DEF" : "DEF",
        "ultLabel": "Ultimate",
        "passiveLabel": "Passive",
        "1": {
          "name": "Shōgeki-Ha",
          "desc": "Launches a powerful fist-sized shockwave up to 10 meters in a straight line, capable of repelling or unbalancing enemies."
        },
        "2": {
          "name": "Shindō Kekkai",
          "duration": "2 turns",
          "desc": "Forms a barrier of vibrations solidifying the air around his body, which can partially absorb or disperse a physical or spiritual attack."
        },
        "3": {
          "name": "Genkaiten",
          "duration": "4 turns",
          "desc": "Injects an unstable vibration at contact, creating a critical point of 15cm in diameter. Damage received in this area is increased."
        },
        "4": {
          "name": "Kyōmei Tekiken",
          "duration": "4 turns",
          "desc": "Makes his arms vibrate at such a high frequency that they become solid and sharp, capable of cutting through matter and Spirits on direct contact."
        },
        "5": {
          "name": "Kansatsu",
          "duration": "1 turn",
          "desc": "Focuses on vibrations in the air and ground to perceive the slightest movements and presences, without needing to see or hear."
        },
        "6": {
          "name": "Zen Reishin Retsu-Ha",
          "desc": "Releases a 2-meter sharp shockwave that cleaves the air, capable of slicing through matter and Spirits along its 10 meters path."
        }
      }
    }
  },
  "story": {
    "title": "Story Mode",
    "next": "Next",
    "back": "Back",
    "start": "Start Story"
  },
  "loading": {
    "text": "Initializing"
  }
}