{
  "menu": {
    "character": "Fiche de personnage",
    "power": "Shokan & techniques",
    "story": "Histoire",
    "relations": "Relations"
  },
  "character": {
    "title": "Kai Kusanagi",
    "cardName" : "Kai Kusanagi",
    "roleplay" : "Profil RP",
    "info": {
      "age": "Âge",
      "race": "Race",
      "rank": "Rang",
      "voice" : "Voix",
      "ageValue": "28 ans",
      "raceValue": "Humain",
      "rankValue": "D",
      "voiceValue": "/audio/voice.mp3"
    },
    "intro": {
      "resumeTitle": "Résumé",
      "resumeContent": [ 
        "Travailleur, calme et profondément bienveillant, Kai est la parfaite incarnation de la force tranquille ; puissant mais maîtrisé, déterminé mais humble par dessus tout.",
        "Malgré la puissance et la praticité offertes par son don, il fait preuve d'une retenue exemplaire et il le voit comme un outil plutôt que ce qui le définit, tout comme sa maladie. Kai un est un homme fiable et terre à terre, qui aspire à une vie simple, loin des projecteurs et du tumulte qui accompagne le quotidien d'un chasseur de Fléaux."
      ],
      "resumeLine": "Même le chaos a son rythme.",
      "title": "Introduction",
      "content": [
        "Kai Kusanagi est le gérant énigmatique de Kaiketsu-ya, un bureau de résolution de problèmes situé dans une ruelle discrète de la capitale. Prêtre à la foi discutable et homme à tout faire, il revêt de nombreuse casquettes au sein de la communauté humaine, offrant son aide et ses services à ceux qui en ont besoin, bien qu'il lui puisse lui arriver de travailler pour certains membres de clans.",
        "Il effectue des contrats de toutes sortes, allant de la simple récupération d'objets à l'escorte de personnes, en passant par des missions plus périlleuses ; du moment que le client paie et que la cause lui semble juste. Bien qu'il soit un homme d'église, Kai n'est pas particulièrement religieux et ne suit pas les préceptes de la foi à la lettre, préférant se fier à son propre jugement et à sa morale personnelle pour guider sa vie et ses actions. "
      ]
    },
    "desires": {
      "title": "Désirs",
      "content": [
        "Il espère rendre à l'humanité sa dignité et sa gloire d'antan. Kai aspire à un pays où les humains ne passent plus au second plan et ne subissent plus le contrôle des clans. Il souhaite aussi en apprendre plus sur les Shokans et leur véritable nature."
      ]
    },
    "fears": {
      "title": "Peurs",
      "content": [
        "Il redoute que l'influence des clans ne devienne si grande que les humains perdent toute autonomie et soient réduits à l'état de marionnettes. Il craint aussi que les Shokans ne deviennent source de conflit et fracture entre chevaliers."
      ]
    },
    "attributes": {
      "title": "Attributs",
      "health": "Points de Vie",
      "hp": "PdV",
      "energy": "Points d'Énergie",
      "ep": "Énergie"
    },
    "statistics": {
      "title": "Statistiques",
      "power": "Force",
      "defense": "Résistance",
      "shokan": "Shokan",
      "speed": "Vitesse",
      "health": "Santé",
      "stamina": "Endurance",
      "experience": "Expérience"
    },
    "physical": {
      "title": "Description Physique",
      "content": [
        "Du haut de ses 1m93 et pesant près de 90kg, Kai est un homme à la carrure imposante, avec des épaules larges, de longue jambes et une musculature particulièrement développée. Il a des cheveux noirs, courts et coiffés avec quelques mèches qui retombent naturellement vers l’avant. Il a le regard perçant, avec des yeux en forme d'amande, ambrés et brillants.",
        "Côté vestimentaire, il porte une chemise avec un col ecclésiastique, un pantalon ajusté et des bottes hautes. Il a également un long manteau sombre qui lui arrive aux genoux, qu'il porte sur ses épaules.",
        "Tatouage/cicatrice : Kai porte une marque appliquée au fer sur le dos de sa main droite, cachée sous son gant noir."
      ]
    },
    "psychological": {
      "title": "Profil Psychologique",
      "content": [
        "Calme, stoïque et réfléchi, Kai est un homme affirmé qui fait preuve d'une grande maîtrise de soi. Ce caractère indépendant peut le faire paraître distant ou froid, mais il est en réalité très empathique et à l'écoute.", 
        "Qualités : En plus d'être perséverant et d'avoir une détermination sans faille, Kai est capable de garder son sang-froid en toute circonstance. Il est naturellement bienveillant et protecteur même s'il le cache.",
        "Défauts : Il est difficile de se lier à lui car il est très secret et n'accorde pas sa confiance facilement. Il ne mâche pas ses mots et peut parfois être trop direct, ce qui peut blesser. Kai a aussi très peu d'humour."
      ]
    },
    "power": {
      "intro": {
        "title": "Description",
        "content": [
          "Dissonance n'est ni un artefact passé de génération en génération, ni un cadeau offert par quelqu'un qui lui est cher. Il s'agit d'un objet égaré, qu'Kai a découvert par hasard lorsqu'il n'était qu'un enfant.",
          "D'abord simple objet décoratif, le lien d'âme s'est établi lors d'une crise de tremblement essentiel qui avait provoqué une arythmie cardiaque chez l'enfant invalidante. Serré dans le creux de sa main dans un geste instinctif et désespéré, le diapason s'est mis à vibrer et entrer en résonance avec le corps du garçon pour calmer les spasmes et recalibrer son rythme cardiaque, le sauvant d'une fin inévitable. Depuis, cet objet a la particularité d'aténuer en grande partie les symptômes du tremblement essentiel dont il souffre depuis la naissance.",
          "Ce jinki permet à son porteur de générer, concentrer et contrôler des vibrations dans l’air ou tout autre milieu environnant, dans un rayon de 10 mètres autour de lui. Son usage principal consiste à amplifier, rediriger ou déformer les ondes mécaniques afin de frapper, repousser, se protéger ou même altérer la matière à distance à un niveau atomique. Kai peut libérer de puissantes ondes de choc et affaiblir l’intégrité même des matériaux les plus résistants. Les vibrations générées peuvent également affecter la friction entre deux surfaces, lui permettant d’augmenter ou de réduire l’adhérence afin d’influencer les déplacements, le glissement ainsi que la stabilité d’un objet ou d’une personne.",
          "Pour manifester son pouvoir, il frappe son diapason du doigt ou contre une surface pour générer une vibration initiale qu'il peut ensuite modeler et manipuler à volonté. Ceci provoque un flou autour de sa silhouette, accompagné d'un léger bourdonnement audible à proximité."
        ]
      },
      "limitsDesc": "Manipuler son Jinki exerce une contrainte extrême sur le corps. En plus de la fatigue naturelle liée à son utilisation, une utilisation prolongée de ce pouvoir provoque des migraines accompagnées de vertiges. Mal utilisé, il fragilise la structure osseuse jusqu'à provoquer des fractures et les organes sensoriels subissent des lésions internes progressives.",
      "jinki": {
        "title": "Shokan",
        "explanation": "Un diapason en acier trempé de quelques centimètres. Il émet un tintement aigu qui résonne pendant plusieurs minutes quand on frappe dessus."
      },
      "title": "Pouvoir",
      "nameLabel": "Nom",
      "name": "Pression",
      "masteryLabel": "Type",
      "mastery": "Élementaire"
    },
    "abilities": {
      "title": "Techniques",
      "spells": {
        "damage": "DGT",
        "DEF" : "DEF",
        "passiveLabel": "Passif",
        "1": {
          "name": "Shōgeki-Ha",
          "desc": "Projette une onde de choc de la taille d’un poing sur une distance maximale de 10 mètres en ligne droite, capable de repousser ou déséquilibrer ses ennemis."
        },
        "2": {
          "name": "Shindō Kekkai",
          "duration": "2 tours",
          "desc": "Forme une barrière de vibrations solidifiant l’air autour de son corps, qui peut en partie absorber ou disperser une attaque physique ou spirituelle."
        },
        "3": {
          "name": "Genkaiten",
          "duration": "4 tours",
          "desc": "Injecte une vibration instable à son contact, créant un point critique de 15cm de diamètre. Les dégâts reçus dans cette zone sont augmentés."
        },
        "4": {
          "name": "Kyōmei Tekiken",
          "duration": "4 tours",
          "desc": "Fait vibrer ses bras à une fréquence si élevée qu’ils deviennent solides et tranchants, capables de découper la matière et les Fléaux au contact direct."
        },
        "5": {
          "name": "Kansatsu",
          "duration": "1 tour",
          "desc": "Se concentre sur les vibrations dans l’air et le sol pour percevoir les moindres mouvements et présences, sans avoir besoin de voir ou d’entendre."
        },
        "6": {
          "name": "Zen Reishin Retsu-Ha",
          "desc": "Libère une onde de choc tranchante de 2 mètres qui fend l’air sur 10 mètres, capable de sectionner la matière et les Fléaux sur sa trajectoire."
        }
      }
    }
  },
  "story": {
    "title": "Mode Histoire",
    "next": "Suivant",
    "back": "Retour",
    "start": "Commencer l'Histoire"
  },
  "loading": {
    "text": "Initialisation"
  }
}